[Main]
DisplayName=Polski

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Opinia

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Brak pasków narzędzi i wtyczek w przeglądarce
rdlvAllBrowse.Columns[0].Caption=Nazwa
rdlvAllBrowse.Columns[1].Caption=Ocena Użytkownika
rdlvAllBrowse.Columns[2].Caption=Działanie
rdlvCustomBrowse.Columns[0].Caption=Nazwa
rdlvCustomBrowse.Columns[1].Caption=Działanie
mniRemove.Caption=Usuń
mniRate.Caption=Ocena
mniIgone.Caption=Pomiń
mniRefush.Caption=Odśwież
mniOpenFloder.Caption=Otwórz lokalizację pliku
mniOpeninRegedit.Caption=Otwórz w edytorze rejestru
mniSelectedAll.Caption=Zaznacz wszystko
mniInvertSelection.Caption=Odwróć zaznaczenie
mniSearchOnline.Caption=Szukaj online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetuj Przeglądarkę
lblConfire.Caption=Czy na pewno chcesz przywrócić ustawienia domyślne?
lblHomepageTitle.Caption=Aktualna Strona główna:
lblSearchTitle.Caption=Aktualny domyślny moduł wyszukiwania:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Anuluj

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Opinia
lbl_DescTitle.caption=Opis:
lbl_EmailTitle.caption=adres e-mail:
lbl_ScreenShot.caption=Zrzut ekranu
lbl_TypeTitle.caption=Typ zapytania:
btnImg_FeedBackSend.caption=Wyślij
btnImg_FeedBackCancel.caption=Anuluj
lbl_ContactMsg.caption=lub bezpośrednio skontaktuj się z nami poprzez

[Uninstaller_From_PluginNotice]
lbl_Title.caption=Deinstalator IObit
btnImg_Remove.caption=Usuń
lbl_NoTkanks.caption=Nigdy nie pokazuj tego ponownie

[Uninstaller_frmSetting]
lbl_Caption.caption=Ustawienia
lbl_UserInterfaceTitle.caption=Interfejs Użytkownika
lbl_SkinTitle.caption=Skórka:
lbl_LanguageTitle.caption=Aktualny język:
lbl_FontSize.caption=Rozmiar czcionki:
lbl_Classic.caption=Klasyczna
lbl_White.caption=Biała
lbl_UpdateTitle.caption=Metoda aktualizacji
lbl_UpdateRemind.caption=Przypomnij, kiedy aktualizacja będzie dostępna
lbl_UpdateChooseDes.caption=Metoda aktualizacji tego produktu:
lbl_UpdateAuto.caption=Aktualizacja automatyczna
lbl_GeneralCaption.caption=Ogólne
lbl_AutoDelete.caption=Usuń automatycznie znalezione pozostałości plików
lbl_AutoDeleteAfterOtherUninstall.caption=Usuń automatycznie pozostałości programu, odinstalowane przez inne deinstalatory
lbl_RemoveToRecycleBin.caption=Usuń pliki do kosza
lbl_ShowExplorerButton.caption=Dodaj przycisk niszczenia pliku do Eksploratora
lbl_Notification.caption=Powiadomienie
lbl_AutoShowTipForm.caption=Powiadom po wykryciu działania deinstalacji przez inny deinstalator
lbl_BrowserPlugTip.caption=Powiadom o zainstalowanych szkodliwych wtyczkach
btnImg_OK.caption=OK
btnImg_Cancel.caption=Anuluj

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nazwa
ListView_AppList.Columns[1].caption=Rozmiar
ListView_AppList.Columns[2].caption=Data Instalacji
ListView_AppList.Columns[3].caption=Działanie
lbl_Notice.caption=Aby pokazać aplikacje Windows upewnij się, czy aktualne konto ma uprawnienia administratora.
mniUninstall.caption=Odinstaluj
mniRefush.caption=Odśwież
mniView.caption=Widok
mniDetails.caption=Szczegóły
mniIcons.caption=Ikony
mniOpenFile.caption=Otwórz lokalizację pliku
mniOpenReg.caption=Otwórz w edytorze rejestru
mniOpenWinstore.caption=Otwórz w sklepie Windows
mniSearchOnline.caption=Szukaj online

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Nazwa
ListView_Update.Columns[1].caption=Data Instalacji
ListView_Update.Columns[2].caption=Działanie
lbl_NoItems.caption=Nie znaleziono aktualizacji Windows.
mniUninstall.caption=Odinstaluj
mniRefush.caption=Odśwież
mniViewby.caption=Zobacz
mniDetails.caption=Szczegóły
mniIcons.caption=Ikony

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Szybka deinstalacja
lbl_FUInfo.caption=Deinstalacja wymuszona pomaga odinstalować program, którego nie można odinstalować w rutynowy sposób i oczyścić dokładnie pozostałości plików. Może również pomóc łatwo usunąć plik i jego plik docelowy.
btnImg_Open.caption=Przeglądaj...
lbl_DropInfo.caption=Można przeglądać lub przeciągać i upuszczać plik lub folder tutaj, aby usunąć lub odinstalować powiązany z nim program.
btnImg_Uninstall.caption=Odinstaluj
btnImg_Cancel.caption=Anuluj
PopMenu_Uninstall.caption=Odinstaluj
PopMenu_OpenFolder.caption=Otwórz lokalizację pliku
PopMenu_ViewEntry.caption=Otwórz w edytorze rejestru
PopMenu_SearchOnline.caption=Szukaj online
ListView_FindReslut.Columns[0].caption=Wyświetlana nazwa
ListView_FindReslut.Columns[1].caption=Rozmiar
ListView_FindReslut.Columns[2].caption=Data instalacji

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otwórz w edytorze rejestru
mniMenu_Path.caption=Otwórz lokalizację pliku
btnImg_AllMainCancel.caption=Anuluj
btnImg_Advanced.caption=Zaawansowane
btnImg_Uninstall.caption=Odinstaluj
lbl_AutoDelete.caption=Automatycznie usuń pozostałości plików
lbl_IsCreateRestore.caption=Utwórz punkt przywracania przed deinstalacją
lbl_IsUninstallHint.caption=Czy chcesz odinstalować zaznaczony program?
btnImg_Delete.caption=Usuń
btnImg_ReslutCancel.caption=Anuluj
lbl_SeletedAll.caption=Zaznacz wszystko
lbl_ShredFile.caption=Zniszcz pliki
lbl_AllRestart.caption=Proszę ponownie uruchomić komputer, aby całkowicie odinstalować następujący program. Uruchomić ponownie teraz?
lbl_NoPowerScan.caption=Deinstalacja zakończona.
lbl_SomeNeedStart.caption=Proszę ponownie uruchomić komputer, aby całkowicie odinstalować następujący program. Uruchomić ponownie teraz?
btnImg_RecommendClose.caption=Zamknij
btnImg_Restart.caption=Tak
lbl_MoneyBackInfo.caption=Można cieszyć się bardziej bezpiecznym i szybszym PC, usuwając niechciane programy i wtyczki. Gwarantujemy 60-dniowy zwrot pieniędzy. Bez żadnych pytań.
lbl_MoneyBackTitle.caption=Gwarantujemy gruntowne odinstalowanie i czystszy PC
lbl_UninstallCompleted.caption=Deinstalacja zakończona!
lbl_PluginTitle.caption=Jednak, aby zapewnić bezpieczne surfowanie, następujące kwestie muszą być naprawione:
lbl_UpgradeDes.caption=Aby to naprawić, należy uaktualnić teraz do edycji IObit Uninstaller Pro.
lbl_AutoUpdateDes.caption=Szybkie automatyczne czyszczenie pozostałości plików
lbl_CleanDes.caption=Wykrywanie i łatwa deinstalacja programów szpiegujących
lbl_MoreDBDes.caption=Usuwa więcej opornych programów z rozszerzonej Bazy danych
lbl_ProTitle.caption=Ale z edycją PRO, można:
lbl_RemovePlugin.caption=Usuń złośliwe wtyczki w celu zabezpieczenia przeglądarki internetowej
lbl_SupportDes.caption=Zachowaj ważne programy zawsze aktualne

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Odinstaluj
btnImg_Cancel.caption=Anuluj

[uninstaller_frmSystemRestore]
lbl_Caption.caption=Przywracanie systemu
rdlblDesc.Caption=Przywrócić komputer do stanu, w jakim był przed zaznaczonym zdarzeniem. Ostatnie z nich nie może być usunięte dla bezpieczeństwa systemu.
ListView_Restore.Columns[0].Caption=Data i godzina
ListView_Restore.Columns[1].Caption=Opis
btn_CreateRestorePoint.Caption=Utwórz punkt przywracania
RdImageButton_Restore.Caption=Przywróć
RdImageButton_Delete.Caption=Usuń
lblNull.Caption=Nie zdołano utworzyć punktu przywracania systemu.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Czyszczenie pozostałości
lbl_Frame_Detail.caption=Czyszczenie pomaga znaleźć i wyczyścić pliki pozostawione przez standardową deinstalację Windows oraz pliki pamięci podręcznej w celu odzyskania więcej miejsca, a tym samym zwiększenia wydajności systemu.
lbl_Shortcut_Title.caption=Nieprawidłowe skróty
lbl_Shortcut_Detail.caption=Skanuje i usuwa nieprawidłowe skróty w menu start, pulpicie i innych lokalizacjach systemu w celu poprawy wydajności i doznań użytkownika.
lbl_WindowsPatch_Title.caption=Ścieżka pamięci podręcznej Windows
lbl_WindowsPatch_Detail.caption=Czyści pamięć podręczną utworzoną podczas instalacji poprawek, aby zwolnić więcej miejsca na dysku i uczynić system płynniejszym.
lbl_Download_Title.caption=Folder pobierania
lbl_Download_Detail.caption=Skanuje pliki w domyślnym folderze pobierania przeglądarek i strumienia głównego przeglądarek oraz narzędziu pobierania a następnie usuwa je do Kosza.
Menu_Clean_OpenFileLocation.caption=Otwórz lokalizację pliku
Menu_Clean_SelectAll.caption=Zaznacz wszystko
Menu_Clean_InvertSelection.caption=Odwróć zaznaczenie
ListView_Clean.Columns[0].Caption=Ścieżka pliku
RdLabelBack.Caption=Wstecz
ck_SelectALL.Caption=Zaznacz wszystko

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nie, dziękuję
RdImgBtnUninstall.caption=Odinstaluj
RdListView_History.Columns[0].Caption=Nazwa programu
RdListView_History.Columns[1].Caption=Stan

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Zamknij

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Niszczenie plików
lbl_Listview_Title.caption=Zaznacz plik lub folder, który chcesz zniszczyć:
lblLoading.caption=Ładowanie...
lbl_AddFile.caption=Dodaj plik...
lbl_AddFolder.caption=Dodaj folder...
RdImageButton_Shredder.caption=Zniszcz
RdImageButton_Cancel.caption=Anuluj
ListView_FileList.Columns[0].Caption=Ścieżka pliku
Menu_Shredder_Shredder.caption=Zniszcz
Menu_Shredder_AddFile.caption=Dodaj plik
Menu_Shredder_AddFolder.caption=Dodaj folder
Menu_Shredder_Romove.caption=Usuń
Menu_Shredder_Clean.caption=Wyczyść
lbl_Shredder_Tip.caption=Zniszcz pliki teraz. Może to zająć trochę czasu, proszę czekać...

[uninstall_Mitor_M]
ProStillLeavesone_M=Nadal są pozostałości programu %d:
Lbl_metro_Atten.caption=Uwaga
lbl_show.caption=Nadal są pozostałości "%s", które mogą mieć wpływ na wydajność PC.
Donotagain_M=Nie pokazuj tego ponownie.
Hide_M=Ukryj
showDetails_M=Pokaż szczegóły
Cleanmanually_M=Czyść ręcznie
Close_M=Zamknij
AutoClean_M=Automatyczne czyszczenie
Cleaning_M=Czyszczenie
Cleannow_M=Czyść teraz
StillLeavas_M=nadal pozostało "%s"
RegistryEntries_M=wpisów rejestru
MBFiles_M=MB plików
LeftBy_M=pozostawione przez "%s" zostały usunięte
Cleanfuture_M=Wyczyść automatycznie w przyszłości
Registry_M=Rejestr
File_M=plik
Files_M=plików
Items_M=elementów
Item_M=element
rdlblCleanupCompleted.caption=Czyszczenie zakończone
rdlblIncomplete.caption=Deinstalacja niekompletna
Setting_M=Ustawienia
Uselessfiles_M=bezużyteczne pliki
Uselessregistryentries_M=bezużyteczne wpisy rejestru
UselessregistryentriesOne_M=Bezużyteczny wpis rejestru
Removingnow_M=Usuwam teraz...
rdlblRemoving.caption=Usuwam teraz...
TrayHintstill=nadal pozostało %d problemów, które można naprawić.
CCtrayHint_M=nadal pozostało %d+ problemów, które można naprawić.
LeftoversRemoved_M=Usunięto pozostałości:
ProStillLeaves_M=Nadal pozostało %d programów:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Nie, dziękuję
RdImageButtonImageButton_Uninstall.caption=Odinstaluj

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Ostrzeżenie
lbl_Warnning_Detail.caption=Ten program komputerowy chroniony jest prawem autorskim i umowami międzynarodowymi.
lbl_copyright.caption=Prawa Autorskie© 2005-2018 IObit. Wszelkie prawa zastrzeżone.
lbl_Thanks_Title.caption=Specjalne podziękowania dla poniższych osób za ich ogromny wkład:
rdhtmlEula.caption=<a>Porozumienie licencyjne użytkownika końcowego</a>  | <a>Politykę prywatności</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Rozmiar
ListView_SoftwareList.Columns[2].Caption=Data instalacji
ListView_SoftwareList.Columns[3].Caption=Działanie
Menu_Program_Uninstall.caption=Odinstaluj
Menu_Program_Repair.caption=Napraw
Menu_Program_Refresh.caption=Odśwież
Menu_Program_ViewBy.caption=Aby wyświetlić
Menu_Program_icons.caption=Ikony
Menu_Program_Details.caption=Szczegóły
Menu_Program_OpenFileLocation.caption=Otwórz lokalizację pliku
Menu_Program_OpeninRegedit.caption=Otwórz w edytorze rejestru
Menu_Program_SearchOnline.caption=Szukaj online

[uninstaller_Form_Activate]
Label_Get.caption=Uzyskaj licencję
Label_Retrv.caption=Odzyskaj kod
Label_Eg.caption=Np: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Usuwanie uporczywych programów
lblContentOne.caption=Dokładnie usuwaj najbardziej uporczywe programy z nowatorską technologią i rozbudowaną Bazą danych
lblTitleTwo.caption=Całkowicie odinstaluj programy szpiegujące
lblContentTwo.caption=Monitoruj instalację programu, aby łatwo wykryć i odinstalować programy szpiegujące oraz dołączone wtyczki
lblTitleThree.caption=Szybka i bezpieczna przeglądarka
lblContentThree.caption=Usuwaj złośliwe oprogramowanie oraz wtyczki/rozszerzenia, aby zapewnić bezpieczne i płynne surfowanie po Internecie
lblTitleFour.caption=Nowy aktualizator oprogramowania
lblContentFour.caption=Zawsze aktualna łatwa i szybka aktualizacja ważnych programów
RdImgBtnRegNow.caption=Zarejestruj teraz
RdLabelCaption.caption=Aktywuj do edycji Pro, aby skorzystać z lepszej usługi
Label_Please.caption=Proszę wprowadzić kod swojej licencji i kliknąć przycisk "Zarejestruj teraz" w celu aktywacji wszystkich funkcji edycji PRO.
Label_Code.caption=Kod licencji:
Label_More.caption=Obiecujemy więcej korzyści:
RdImgBtn_Upgrade.caption=Aktualizuj do Pro
rdlblHelp.caption=Pomoc

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zamknij
rdlblHelp.caption=pomoc
Label_Please.caption=Proszę wprowadzić kod licencji i kliknąć przycisk "Zarejestruj teraz" w celu aktywacji wszystkich funkcji edycji PRO.
Label_Code.caption=Kod licencji:
RdImgBtnRegister.caption=Zarejestruj teraz
Label_Retrv.caption=Odzyskaj kod
Label_HaveLicense.caption=Nie masz licencji?
Label_click.caption=Kliknij tutaj, aby uzyskać jedną.
RdImageButton_Back.caption=Wstecz
RdImageButton_Close.caption=Zamknij
RdLabelCaption.caption=Zarządzanie licencją
Label_Status.caption=Stan licencji:
Label_Activated.caption=Aktywowana
Label_Lcode.caption=Kod licencji:
Label_Data.caption=Data wygaśnięcia:
Label_Refresh.caption=Odśwież
Label_Export.caption=Eksportuj licencję
rdlblAlread.caption:=Mam już kod licencji

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zamknij
Label_success.caption=Licencja została aktywowana pomyślnie!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Tutaj przedstawiamy dzienniki i stan deinstalacji. Jeżeli pozostały pozostałości plików, można kliknąć przycisk Skanuj, aby znaleźć i usunąć wszystkie pozostałości.
RdLabelCaption.caption=Historia deinstalacji
ListView_History.Columns[1].Caption=Data deinstalacji
ListView_History.Columns[2].Caption=Rozmiar
ListView_History.Columns[3].Caption=Stan
ListView_History.Columns[4].Caption=Działanie
Menu_ClearThis.Caption=Wyczyść ten rekord
Menu_ClearAll.Caption=Wyczyść wszystko

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Kliknij lewym przyciskiem myszki i przeciągnij, aby zaznaczyć obszar, którego chcesz zrobić zrzut ekranu
M_NoticeInfo_AC=2. Kliknij prawym przyciskiem myszki lub naciśnij Esc, aby zakończyć
M_Rect=Prostokąt
M_Oval=Owal
M_Text=Tekst
M_Paintbrush=Pędzel
M_Return=Operacja przywracania (Ctrl + Z)
M_Copy=Kopiuj do schowka
M_Exit=Zakończ zrzut ekranu
M_Save=Zapisz
M_TipInfo=Zrzut ekranu został zapisany w schowku. Można użyć Ctrl + V do wklejania.
M_TipShow=Nie pokazuj ponownie tego komunikatu
M_TipSure=OK
M_NoticeInfo=1. Kliknij lewym przyciskiem myszki i przeciągnij, aby zaznaczyć obszar, którego chcesz zrobić zrzut ekranu
M_NoticeInfo_a=2. Kliknij prawym przyciskiem myszki lub naciśnij Esc, aby zakończyć

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Wysyłanie...
lbl_SendFailed.caption=Wysyłanie nie powiodło się. Kliknij OK, aby przesłać opinię online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Dziękujemy za opinię. Skontaktujemy się z Tobą najszybciej jak to możliwe.
btnImg_SendSuccess.caption=OK

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Aktualizuj ręcznie
Rdlb_lbOpenBuyWeb.caption=Zmęczony ręczną aktualizacją?
RdLb_OpenBuyWeb.caption=Aktywuj atomatyczną aktualizację

[Uninstaller_M]
MainUpdate_Hint=Dostępna jest nowa wersja
Startup_Delete_M=Usuń
LicenseSeat_M=Ilość licencji:
Powerful_File_Reboot_M=Usunięto plików po ponownym uruchomieniu:
Powerful_File_Del_M=Usunięto plików:
Powerful_Reg_Sucess_M=Usunięto z rejestru:
Powerful_Reg_Faild_M=Usunięcie z rejestru nie powiodło się:
Powerful_Task_Sucess_M=Harmonogram zadań został usunięty:
Powerful_Task_Faild_M=Usunięcie harmonogramu zadań nie powiodło się:
Powerful_Services_Sucess_M=Usługa została usunięta:
Powerful_Services_Faild_M=Usunięcie usługi nie powiodło się:
CodeLiftTime_M=Jest to dożywotni kod licencyjny, ważny tylko dla IObit Uninstaller v6. Zainstaluj ponownie program IObit Uninstaller v6 PRO.
ShredderDetail_1=Usunięte pliki można odzyskać nawet po sformatowaniu dysku.
ShredderDetail_2=Niszczarka plików ułatwia bezpieczne i trwałe usuwanie niechcianych plików.
Program_Information=Informacje o programie
Files_Deleted=Usunięte pliki
Registries_Deleted=Usunięte wpisy rejestru
Scheduled_Tasks_Deleted=Usunięto zaplanowane zadania
Deleted_on_Reboot=Usunięto po restarcie
Service_Deleted=Usunięto usługę
HtmlADPluginCaption=<a>%d</a> Zakłócające wtyczki reklam
HtmlMaliciousPluginCaption=<a>%d</a> zagrożeń przez złośliwe wtyczki
MenuRight_Caption=Dogłębna deinstalacja
UninstallLog_No_IsEmpty_M=Nie znaleziono pozostałości plików podczas dogłębnego skanowania.
Input_Text_Search=Szukaj
Hint_Settings=Opcje
Hint_WindowMin=Minimalizuj
Hint_WindowMax=Maksymalizuj
Hint_WindowRest=Przywróć
Hint_WindowClose=Zamknij
Hint_Tools=Narzędzia
Nav_Colle_Program_All=Programy
Nav_Colle_Browser=Pasek narzędzi i wtyczki
Nav_Colle_Win=Aplikacje Windows
Nav_Colle_AC=Centrum działania
Nav_Item_Program_All=Wszystkie programy
Nav_Item_Program_Recent=Ostatnio zainstalowane
Nav_Item_Program_Infrequent=Rzadko używane
Nav_Item_Program_Large=Duże programy
Nav_Item_Win_Update=Aktualizacje Windows
Nav_Item_Browser_All=Wszystkie Paski Narzędzi i Wtyczki
Button_Uninstall=Odinstaluj
Button_Remove=Usuń
Button_OK=OK
Button_Cancel=Anuluj
Button_Close=Zamknij
Button_Yes=Tak
Button_No=Nie
Button_Continue=Kontynuuj
FileCorruptedMsg=Niektóre pliki Deinstalatora IObit są uszkodzone. Proszę ponownie zainstalować IObit Uninstaller.
Program_Mult=Program jest już uruchomiony pod innym kontem użytkownika. Proszę zakończyć program na tym koncie użytkownika przed ponowną próbą uruchomienia.
ToolPopForceUninstall=Szybka deinstalacja
ToolPopCleanup=Czyszczenie pozostałości
ToolPopHistory=Historia deinstalacji
ToolPopFileShredder=Niszczenie plików
MoreSettingPopSetting=Ustawienia...
MoreSettingPopRestore=Przywróć
MoreSettingPopExport=Eksportuj listę programów
MoreSettingPopUpdate=Sprawdź aktualizacje
MoreSettingPopManual=Podręcznik użytkownika
MoreSettingPopSupport=Obsługa techniczna
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Lubię to
MoreSettingPopAbout=o Programie
DefaultSelProg=Odinstaluj niepotrzebny program, aby zwolnić więcej miejsca.
DefaultSelPlug=Usuń niechciane wtyczki, aby chronić przeglądarkę.
DefaultSelWApp=Odinstaluj niechciane aplikacje Windows, aby przyspieszyć PC.
SelInfoProg=Program wybrany do deinstalacji. Całkowity rozmiar:
SelInfoProgM=Programy wybrane do deinstalacji. Całkowity rozmiar:
SelInfoPlug=wybierz wtyczki do usunięcia.
SelInfoPlugM=wybierz wtyczki do usunięcia.
SelInfoUpdate=Zostały zaznaczone do deinstalacji aktualizacje Windows.
SelInfoUpdateM=Zostały zaznaczone do deinstalacji aktualizacje Windows.
SelInfoWApp=aplikacje zaznaczone do deinstalacji.
SelInfoWAppM=aplikacje zaznaczone do deinstalacji.
v_license_OtherCode_M=Kod licencji %s jest właściwy tylko dla %s. Proszę kliknąć przycisk OK, aby pobrać i zarejestrować %s.
Cannotconnect_M=Nie można połączyć się z naszym serwerem. Proszę sprawdzić ustawienia sieci/proxy i spróbować sprawdzenia licencji później.
license_OtherGivewalys_M=%s jest darmową licencją i ważną tylko dla określonej wersji. Proszę odwiedzić <a>tutaj</a> w celu zakupu nowego kodu licencji dla IU v7 PRO.
SysRestore_CreateComplete=Pomyślnie utworzono punkt przywracania!
SysRestore_CreateFailed=Tworzenie punktu przywracania nie powiodło się! Proszę sprawdzić, czy funkcja Przywracanie systemu jest włączona.
SysRestore_CreateRestore_Confirm=Czy na pewno chcesz utworzyć punkt przywracania?
SysRestore_CreateRestore_Tip=Tworzenie punktu przywracania, proszę czekać...
SysRestore_CreateRestore_Failed=Tworzenie punktu przywracania nie powiodło się! Proszę sprawdzić, czy funkcja Przywracanie systemu jest włączona.
SysRestore_SetRestore_Confirm=OSTRZEŻENIE: Przywrócenie systemu do punktu przywracania cofnie wszystkie zmiany dokonane po tym punkcie przywracania. Po uruchomieniu, narzędzie Przywracanie systemu nie może być cofnięte lub przerwane. Jesteś pewny, że chcesz kontynuować?
SysRestore_SetRestore_Reboot=Wymagane jest ponowne uruchomienie, aby zastosować te zmiany. Proszę zapisać wszystkie otwarte pliki oraz zamknąć wszystkie otwarte programy przed ponownym uruchomieniem. Uruchomić ponownie teraz?
SysRestore_SetRestore_Tip=Przywracanie plików i ustawień systemowych, proszę czekać...
SysRestore_Delete_Confirm=Czy jesteś pewny, że chcesz usunąć?
Clean_Shortcuts_GroupsHeader_M=Nieprawidłowe skróty
Clean_WindowsPatch_GroupsHeader_M=Ścieżka pamięci podręcznej Windows
Clean_Download_GroupsHeader_M=Folder pobierania
Shredder_Del_M=Czy na pewno chcesz trwale usunąć %d pliki(ów)? Usuwanie jest całkowicie NIEMOŻLIWE DO ODZYSKANIA i zajmuje więcej czasu do ukończenia.
Shredder_DelOne_M=Czy na pewno chcesz trwale usunąć %d plik? Usuwanie jest całkowicie NIEMOŻLIWE DO ODZYSKANIA i zajmuje więcej czasu do ukończenia.
Shredder_NotDel_M="%s" nie został zniszczony, ponieważ jest w stanie zapisywać. Proszę sprawdzić, czy jest on nadal w użyciu.
Shredder_InUse_M=Niektóre pliki nie zostały zniszczone, ponieważ są one w stanie zapisywać. Proszę sprawdzić, czy są one nadal w użyciu.
Shredder_Sucess_M=Pliki zniszczono pomyślnie.
Shredder_OneSucess_M=Pliki zniszczono pomyślnie.
Shredder_DirIsEmpty_M=Jest pusty. Nie można go zniszczyć.
FileShredder_MaxCount_M=Zostało dodane 5000 plików. Proszę dodać pozostałe pliki po zniszczeniu tych 5000 plików.
BatchUninstall_NoneSelect_M=Proszę zaznaczyć przynajmniej jeden program.
OtherInfo_M="%s" można odinstalować tylko z Panelu sterowania. Czy chcesz przejść do panelu sterowania, aby kontynuować dezinstalację?
RelationInfo_M="%s" zostanie odinstalowany razem. Czy na pewno chcesz kontynuować dezinstalację?
EndProInfo_M=Nadal jest uruchomiony proces "%s" z "%s". Proszę się upewnić, czy się zakończył "%s" i kliknąć Kontynuuj.
DRclickmis_M="%s" nie można odinstalować w sposób rutynowy. Proszę <a>kiknąć tutaj</a> celu uzyskania szczegółowych instrukcji deinstalacji i odinstaluj ponownie.
UinstallAgain_M=Odinstaluj ponownie
license_expired_M=Licencja %s wygasła. Kliknij <a>tutaj</a>, ab kupić nowa licencję.
license_maximum_M=Licencja %s była aktywowana dla maksymalnej ilości PC i nie może być użyta. Proszę kliknąć <a>tutaj</a>, aby zakupić kolejną licencję do aktywacji IObit Uninstaller PRO na tym PC.
license_Free_M=Licencji %s nie można aktywować. Prosimy o zakup nowej licencji dla IObit Uninstaller PRO.
license_valid_M=Nieprawidłowy kod licencji! Proszę podać właściwy kod licencji.
Uninstall_Btn_Str=Odinstaluj
SureToDelete_Str=Czy na pewno chcesz usunąć zaznaczone elementy?
DeselectAll_Str=Odznacz wszystko
SelectAll_Str=Zaznacz wszystko
SuccessReslutFromHistroySome=Pozostałości plików z <a>%d</a> programów wyczyszczono pomyślnie. Sprawdź szczegóły poniżej.
SuccessWithNoResidualSingle=Pomyślnie odinstalowano <a>%d</a> program bez pozostałości plików.
SuccessWithNoResidualSome=Pomyślnie odinstalowano <a>%d</a> programów bez pozostałości plików.
FailedReslut=Deinstalacja "%s" nie powiodła się. Wpisz poniżej adres e-mail i kliknij przycisk Opinia. Dziennik deinstalacji będzie wysłany do nas.
AllFailedReslutSingle=Deinstalacja %s nie powiodła się. Wpisz poniżej swój adres e-mail i kliknij przycisk Opinia. Dziennik dezinstalacji będzie wysłany do nas.
AllFailedReslutSome=Deinstalacja %d programów nie powiodła się. Wpisz poniżej swój adres e-mail i kliknij przycisk Opinia. Dziennik deinstalacji będzie wysłany do nas.
MsgBox_SelectWin8App=Proszę zaznaczyć przynajmniej jedną aplikację.
NoticeInfo_One=Została wykryta złośliwa wtyczka w przeglądarce, proszę otworzyć IObit Uninstaller w celu jej usunięcia.
NoticeInfo_Some=Zostały wykryte złośliwe wtyczki w przeglądarce, proszę otworzyć IObit Uninstaller w celu ich usunięcia.
FuncPluginRemoveSuccessMsgBox=Elementy usunięto pomyślnie
FuncPluginSelectMsgBox=Proszę najpierw zaznaczyć element.
FuncPluginRemoveFailedMsgBox_2=Proszę zamknąć poniższe przeglądarki, aby usunąć elementy:
FuncPluginRemoveFailedMsgBox_3=Proszę zamknąć przeglądarkę i spróbować ponownie.
FuncPluginRemoveFailedSingleMsgBox=Nie powiodło się usunięcie %s. Proszę kliknąć opinię, aby uzyskać więcej pomocy.
FuncPluginRemoveFailedSomeMsgBox=Nie powiodło się usunięcie %d wtyczek. Proszę kliknąć opinię, aby uzyskać więcej pomocy.
RestoreDefaultSettingsButton=Przywracanie %s do ustawień domyślnych
FeedBack_Sending=Wysyłanie...
FeedBack_SendingSuccess=Wysłano pomyślnie
FeedBack_SendFailed=Wysyłanie nie powiodło się. Proszę kliknąć OK, aby przesłać opinię on-line.
licenseEg_M=Np: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Biała
NouselessFiles_M=Nie znaleziono niepotrzebnych plików w komputerze.
ExistDownloadFile_M=Czy na pewno chcesz wyczyścić zaznaczone pliki w folderze pobierania?
scaning_M=Skanowanie
Exit_M=zakończ
OpenIU_M=Otwórz deinstalatora IObit
Allthefollowing_M=Wszystkie poniższe pozostałości zostały oczyszczone pomyślnie.
SpecTClose=Zamknij
SpecTOK=OK
SpecTHide=Ukryj
SpecTUninstalling=Odinstalowanie poniższego programu:
SpecTUninstallingM=Odinstalowanie poniższych programów:
SpecTUninstalled=Program został odinstalowany.
SpecTUninstalledM=Programy zostały odinstalowane.
Shredder_NotAddFolder_M=Nie można dodać pliku "%s" do zniszczenia, ponieważ może to spowodować niestabilność systemu
ForceUninstallEndProgressMsg=%s jest uruchomiony. Proszę zamknąć proces i spróbować ponownie.
Setting_UITitle=Interfejs użytkownika
Setting_UpdateTitle=Metoda aktualizacji
Setting_GeneralTilte=Ogólne
Setting_NotificationTilte=Powiadomienie
Setting_Size_Normal=Normalna
Setting_Size_Large=Duża
Setting_Size_Larger=Największa
Update_NoItem_Tip=Nie znaleziono aktualizacji Windows.
MsgBox_SelectProgram=Proszę wybrać przynajmniej jeden program.
UpdateColumnStr_Title=Nazwa aktualizacji (Wszystkich:%d)
Update_Loading_Tip=Ładowanie aktualizacji Windows...
Win8NoItemTip=Nie znaleziono aplikacji Windows.
Win8ColumnStr_Title=Nazwa programu (Wszystkich: %d)
Detail_Tip=Szczegóły
Detail_Name=Nazwa
Detail_Ver=Wersja
Detail_Path=Ścieżka instalacji
Detail_Des=Opis
Detail_Publisher=Wydawca
Win8LoadingApp=Ładowanie aplikacji...
Win8ListViewGroupsWin8AppHeader=Aplikacje Windows
Win8ListViewGroupsWin8AppSubtitle=Aplikacje opublikowane przez firmę Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikacje innych firm
Win8ListViewGroupsThirdSubtitle=Aplikacje opublikowane przez korporacje innych firm.
ListViewPlugSysbit=bitów
ListViewGroupMaliciousTitle=Złośliwe paski narzędzi i wtyczki
ListViewGroupMaliciousDesc=Te paski narzędzi i dodatki mogą zmienić domyślną przeglądarkę i wykraść prywatne informacje.
ListViewGroupAdTitle=Dodatki reklamowe Paski narzędzi i wtyczki
ListViewGroupAdDesc=Te paski narzędzi i wtyczki mogą wyświetlać reklamy, banery reklamowe itp..
ListViewGroupTrustTitle=Zaufane Paski narzędzi i wtyczki
ListViewGroupTrustDesc=Te paski narzędzi i wtyczki nie uszkodzą komputera. Można je usunąć lub zachować zgodnie z życzeniem.
ListViewGroupExtensions=Rozszerzenia
ListViewGroupPlugins=Wtyczki
ListViewGroupToolbar=Pasek narzędzi
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Wstrzykiwane Programy
ListViewGroupExtension_DES=Rozszerzenia są używane do dostosowywania przeglądarki do wybranych funkcji
ListViewGroupPlugin_DES=Wtyczki można łatwo zainstalować i używać jako część przeglądarki internetowej
ListViewGroupToolbar_DES=Pasek narzędzi ułatwia użytkownikom dostęp do witryn lub wykonywanie innych funkcji aplikacji
ListViewGroupBHO_DES=BHO pomaga tworzyć spersonalizowane przeglądarki i zapewnić prostsze funkcje interaktywne
ListViewGroupActivex_DES=ActiveX jest używany przez program Internet Explorer, aby ułatwić odtwarzanie multimediów
ListViewGroupInjection_DES=Wstrzykiwane programy wstrzykują pliki dll innych firm do procesu przeglądarki, aby udostępnić pewne funkcje
PluginNoItemTip=W przeglądarce nie znaleziono pasków narzędzi ani wtyczek
NoSerchItem_Tip=Brak elementów odpowiadających wyszukiwaniu.
PluginColumnStr_Title=Nazwa (Wszystkich: %d)
ChromeSysncStr=Proszę wyłączyć funkcję synchronizacji Chrome w celu całkowitego usunięcia wybranych wtyczek. W przeciwnym razie wtyczki mogą zostać przeinstalowane automatycznie.
FuncPluginSysPluginMsgBox=Nie zaleca się usuwania %s ponieważ niektóre funkcje przeglądarki mogą być wymuszone po usunięciu.
FuncPluginLoading=Wczytywanie...
FuncPluginRmoveSuccess=Usunięto pomyślnie. Wczytywanie...
FuncVotePlugSelectMsgBox=Proszę wybrać element do oceny
FuncPluginRmoveConfireSingleMsgBox=Czy na pewno usunąć wybrany element?
FuncPluginRmoveConfireSomeMsgBox=Czy na pewno usunąć wybrane elementy?
FuncCheckBrowserMsgBox_1=%s jest uruchomiony.
FuncCheckBrowserMsgBox_2=Kliknij przycisk OK, aby je zamknąć (Najpierw zapisz swoją zawartość).
FuncCheckBrowserMsgBox_3=Lub kliknij Anuluj, aby przerwać działanie.
FuncCheckBrowserMsgBox_4=%s są uruchomione.
FuncCheckBrowserMsgBox_5=Kliknij przycisk OK, aby wymusić ich do zamknięcia (mogą zostać utracone niezapisane treści)).
FuncCheckBrowserMsgBox_6=Lub kliknij Anuluj, aby przerwać działanie.
FuncPluginRemoveFailedMsgBox_1=Nie zdołano usunąć poniższych elementów:
FuncPluginRemoveFailedMsgBox_4=%s może nie być usunięty, ponieważ jest chroniony przez %s. Proszę zamknąć %s i uruchomić ponownie Deinstalatora IObit Uninstaller, aby ponownie usunąć.
FuncRestoreSuccessMsgBox=Pomyślnie przywrócony do ustawień domyślnych.
FuncRestoreFailedMsgBox=Nie można przywrócić domyślnych ustawień przeglądarki, proszę zamknąć %s i spróbować ponownie.
PluginRestoreStr=Restore %s ustawienia domyślne
FuncVoteMarkSelectMsgBox=Proszę ocenić.
FuncVoteFailedMsgBox=Ocena nie powiodła się, sprawdź połączenie sieciowe i spróbuj ponownie.
FuncVoteActiveVote=Oceń
FuncVoteWaitting=Zgłaszanie oceny, proszę czekać...
VoteStr_1=<a>1</a> ocenił użytkownik. Już oceniono.
VoteStr_2=Jeszcze nie otrzymano oceny. Bądź pierwszym oceniającym.
VoteStr_3=<a>%d</a> ocenili użytkownicy. Już oceniono.
VoteStr_4=<a>%d</a> ocenili użytkownicy. co myślisz o ej wtyczce?
NoticeInfoEx_One=<a>1</a> W przegladarce zostały wykryte złośliwe wtyczki, należy otworzyć Deinstalator IObit, aby je usunąć.
NoticeInfoEx_Some=<a>%d</a> W przeglądarce są wykrywane złośliwe wtyczki, otwórz Deinstalator IObit, aby je usunąć.
UninstallPromote=Kup teraz
OneItemStr=%d element
SomeItemStr=%d elementów
OneItem=element
SomeItems=elementów
RebootToDelete_Str=(Usuń po ponownym uruchomieniu)
UninstallingSingleStr=Czy na pewno odinstalować wybrany program?
UninstallingSomeStr=Czy na pewno odinstalować wybrane %d programy?
Uninstall_Str=Deinstalacja %s (%d/%d)
Scan_Str=Skanowanie %s (%d/%d)
CreateRetore_Str=Tworzenie punktu przywracania, proszę czekać...
SureToDeleteSomeStr=Odinstalowano programów <a>%d</a>. Proszę sprawdzić tylko element, który chcesz usunąć.
SureToDeleteOneStr=Odinstalowano program <a>1</a>. Proszę sprawdzić tylko element, który chcesz usunąć.
SureToDeleteByHistroyStr=Skanowanie zakończone. Proszę sprawdzić tylko element, który chcesz usunąć.
DeletingStr=Usuwanie pozostałości, proszę czekać
DeleteCancleStr=Czy na pewno chcesz anulować usunięcie?
RestoringCancleStr=Tworzenie Punktu przywracania. Czy na pewno chcesz anulować?
RegistryCaption_Str=Rejestr
FileCaption_Str=Plik
TaskCaption_Str=Zaplanowane zadania
ServiceCaption_Str=Usługi sytemowe
HintProToolStr=Zaawansowana deinstalacja pomaga odinstalować %s całkowicie i dokładnie.
SuccessReslutFromHistroySingle=Pozostałości plików zostały pomyślnie wyczyszczone. Sprawdź szczegóły poniżej:
SuccessReslutFromUninstallSingle=Pomyślnie odinstalowano program <a>%d</a> ze szczegółami poniżej:
SuccessReslutFromUninstallSome=Pomyślnie odinstalowano program <a>%d</a> ze szczegółami poniżej:
SuccessReslutNeedRestartSingle=<a>%d</a> program został odinstalowany.
SuccessReslutNeedRestartSome=<a>%d</a> programy zostały odinstalowane.
FileDeleteReslut=Usunięto plików:  <a>%s</a>
RegDeleteReslut=Usunięto wpisów rejestru:  <a>%d</a>
TaskDeleteReslut=Usunięto zaplanowanych zadań:  <a>%d</a>
ServiceDeleteReslut=Usunięto usług:  <a>%d</a>
HtmlRecomReslutCaption=Odinstalowano programy <a>%d</a> I usunięto poniższe pozostałości:
HtmlFileReCaption=<a>%s</a> bezużytecznych plików
HtmlRegReCaption=<a>%d</a> bezużytecznych wpisów rejestru
HtmlTaskReCaption=<a>%d</a> nieprawidłowych harmonogramów zadań
HtmlServicesReCaption=<a>%d</a> nieprawidłowe usługi systemowe
RebootYes=Uruchom ponownie teraz
RebootLater=Później
FromHistroyNoItem=Nie znaleziono pozostałości.
FromUninstallNoItem=Deinstalacja zakończona.
RelatedMetroText=Te aplikacje są powiązane. Odinstalowanie dowolnego z nich spowoduje automatyczne odinstalowanie pozostałych. Czy jesteś pewny, że chcesz odinstalować?
RelatedSoftText=Powyższe powiązane produkty zostały zainstalowane w tym samym czasie. Czy chcesz odinstalować je razem?
EmailHint=Proszę wpisać tutaj prawidłowy email
MemoHint=Proszę opisać swoje sugestie lub szczegółowo napotkane problemy.
EmailMessage=Proszę się upewnić, czy adres e-mail jest prawidłowy, abyśmy mogli skontaktować się z Tobą.
MemoHint=Proszę opisać swoje sugestie lub szczegóły napotkanych problemów.
ScreenMaxMessage=Działanie nie powiodło się. Osiągnięto maksymalnie 5 zrzutów ekranu.
CloseHintMsg=Czy jesteś pewny, że nie chcesz przesłać opinii?
FeedBack_1=Lubię to
FeedBack_2=Sugestia
FeedBack_3=Nie zdołano odinstalować
FeedBack_4=Nie zdołano wyświetlić wszystkich programów
FeedBack_5=Problemy z dogłębnym skanowaniem
FeedBack_6=Zgłoś błąd
FeedBack_7=Inne
RelatedProTip=Aktualizuj PRO, aby odinstalować pakiety produktów.
SpecProTip1=Odinstaluj %s oraz całkowicie więcej programów.
SpecProTip2=Aktywuj PRO, aby uzyskać tą funkcję i korzystać z dodatkowych funkcji PRO.
UninstallProTipEnterCode=Wpisz kod
UninstallProTipActive=Aktywuj teraz
UninstallProTipManage=Zarządzanie licencją
Scan_M=Skanuj
Clean_M=Czyść
Cleaning_M=Czyszczenie
SelectAll_M=Zaznacz wszystko
DeselectAll_M=Odznacz wszystko
PleaseSelect_M=Proszę zaznaczyć co najmniej jeden element do skanowania.
CloseHint_M=Zamknij
Invalid_item_M=(Nieprawidłowy element)
ListviewHeader_Software_M=Nazwa programu (Wszystkich: %d)
SoftwareFrame_ProgramName_M=Nazwa programu (Wszystkich:%s)
History_Scan_M=Skanuj
History_Detail_M=Szczegóły
History_Residualfilesleft_M=Pozostawione pozostałości plików
Uninstalled_completely_M=Deinstalacja zakończona
History_Installed_M=Zainstalowany
History_info_DouBle_M=Programy wybrane do odinstalowania w ostatnim czasie nie zostały całkowicie odinstalowane. Proszę kliknąć przycisk Odinstaluj, aby kontynuować.
History_info_One_M=Program wybrany do odinstalowania w ostatnim czasie nie został całkowicie odinstalowany. Proszę kliknąć przycisk Odinstaluj, aby kontynuować.
SoftwareFrame_InstallDate_M=Data instalacji
SoftwareFrame_FrequencyUse_M=Ostatnio używany
HistoryInfo_DisplayName=Wyświetlana nazwa
HistoryInfo_Publisher=Wydawca
HistoryInfo_Version=Wersja
HistoryInfo_InstallDate=Data instalacji
HistoryInfo_UseSize=Użyta przestrzeń
HistoryInfo_Location=Lokalizacja
HistoryInfo_UninstallDate=Data deinstalacji
SoftwareFrame_Frequency_DaysHint_M=Nie jest używany przez %s dni.
Noprograms_Frequencyofuse_M=Wszystkie programy są często używane.
Noprograms_100Size_M=Nie znaleziono programów przekraczających 100 MB.
Noprograms_match_M=Brak elementów odpowiadających wyszukiwaniu.
Noprograms_Recent_M=Żadne programy nie zostały zainstalowane w ciągu ostatnich 10 dni.
Details_M=Szczegóły
Export_M=Eksportuj
monthsago_M=%d miesięcy temu
yearsago_M=%d rok temu
yearsagos_M=%d lat temu
days_left_M=dni temu
SU_Title=Aktualizator oprogramowania
SU_COL_Name=Aktualizator oprogramowania
SU_COL_Version=Wersja
SU_COL_Ignore=Pomiń
SU_COL_State=Stan
SU_Ignore=Pomiń
SU_Ignored=Pominięte
SU_NoIgnore=Nie pomijaj
SU_Update=Aktualizacja
SU_Updating=Aktualizowanie
SU_UpToDate=Aktualny
SU_NewVersion=Nowa wersja
SU_CurrVersion=Aktualna wersja
SU_ActivePro=Aktywuj automatyczne aktualizacje
SU_Button_UpdateAll=Aktualizuj wszystko
SU_Tip=Pomóż szybko i sprawnie aktualizować ważne programy.
APTitle=Aktywuj wszystkie zalety
AP1=Usuń więcej bardziej upartych aplikacji
AP2=Całkowicie usuń pakiet
AP3=Usuwanie programów reklamowych przeglądarki
AP4=Odinstaluj złośliwe wtyczki
Explorer_Button=Niszczarka plików
Controlpanel_Button=Dogłębna deinstalacja

[promot_M]
Youhave_M=Masz specjalną promocję na %D% od IObit!
ThisSpecial_M=Ta specjalna oferta ma na celu podziękowania naszym lojalnym użytkownikom, którzy pomogli nam ulepszyć Deinstalator IObit
OnlyDays_M=Pozostało tylko %D dni
enjoy_the_PRO_M=Aktywuj teraz, aby korzystać z funkcji PRO:
PromotOne_M=Usuń więcej bardziej upartych aplikacji
PromotTwo_M=Całkowicie usuń pakiet
PromotThere_M=Usuwanie programów reklamowych przeglądarki
ActivateNow_M=Aktywuj teraz
GiveOffer_M=Rezygnuję z tej specjalnej oferty

[ActionCenter_M]
M_ASCOffer=Czyszczenie i optymalizacja PC za pomocą 1-go kliknięcia.<br>Przyspiesz czas uruchamiania PC do 300% szybciej.<br>Wyczyść ślady surfowania, aby zapewnić sobie prywatność.<br>Monitoruj kondycję PC w czasie rzeczywistym, aby uzyskać płynniejszy PC.<br>Chroń PC przed powszechnymi programami szpiegującymi.
M_IMFOffer=Potężny i kompleksowy program chroniący przed szkodliwym oprogramowaniem.<br>Obrona przed programami wyłudzającymi płatności jak GoldenEye i Wannacry.<br>Bezpieczniejsze przeglądanie i pobieranie online.<br>Głębsza i wszechstronna ochrona w czasie rzeczywistym.
M_DBOffer=Duża Baza danych sterowników (1,000,000+).<br>Aktualizuj sterowniki 1-nym kliknięciem.<br>Bezpieczna aktualizacja z kwalifikowanymi sterownikami WHQL.<br>Naprawa typowych problemów (np. Sieć, dźwięk).<br>Zmniejsz zawieszanie systemu i awarie.
M_SDOffer=Większa szybkość dostępu do plików.<br>Aktualizuj sterowniki 1-nym kliknięciem.<br>Zwiększ szybkość uruchamiania PC do 100% szybciej.<br>Optymalizuj gry dla lepszego doświadczenia w grach.
M_SMOffer=Przywróć klasyczne menu Start Windows 8/10.<br>Potężny i prosy moduł wyszukiwarki pliku.
M_DLOffer=Prosty, bezpieczny sposób zarządzania hasłami.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>Dla Windows, Mac, iOS oraz Android.
M_IOTOffer=Najlepszy menedżer iPhone i oprogramowanie do przesyłaania iPhone'a.<br>Przesyłanie dane iPhone pomiędzy iPhone/iPad/iPod/PC.<br>Łatwe i bezpłatne zarządzanie zdjęciami iPhone, muzyką i filmami.<br>Clear junk files && cache to free up more space.
M_Moffer_Title=IObit poleca
M_Close=Zamknij
M_Cancel=Anuluj
M_Moffer_Install=Zainstaluj
M_Moffer_NoteEP=Klikając przycisk "Zainstaluj", zgadzam się zainstalować %s i zaakceptować <a>UMOWĘ LICENCYJNĄ</a> oraz <a>Politykę prywatności</a>.
M_Moffer_Refund=<a>Uwaga:</a> Można otrzymać zwrot pieniędzy w ciągu 30 dni. Read <a>Refund Policy</a>.
M_FixAllAC=Uzyskaj wszystkie
M_HideAC=Ukryj
M_ShowAC=Pokaż
M_ShowACTitle=Bezpieczeństwo i Wydajność
M_ShowACDesc=Kliknij "Pokaż", aby wyświetlić inne zalecane programy. Zainstaluj je, aby uzyskać lepszą ochronę i wydajność komputera.
M_AC_FreeTitle=Bezpieczeństwo i Wydajność
M_AC_FreeHelp_Ins=Uzyskaj lepszą ochronę i zwiększ wydajność dzięki zalecanym programom.
M_AC_FreeHelp_Upt=Nie ma udoskonalonych funkcji i nowo dodanych funkcji.
M_AC_FreeHelp_OK=Regularne uruchamianie poniższych programów zapewnia lepszą ochronę i wydajność komputera.
M_AC_Free_EULA=Uprzednio zaakceptowana umowa licencyjna użytkownika końcowego dotyczy również zalecanych produktów IObit.
M_AC_Free_ReadEULA=Przeczytaj Porozumienie licencyjne użytkownika końcowego
M_ShowACTitle2=Wiadomość!
M_AC_FreeTitle2=Centrum działania
M_AC_FreeDetail2=Uzyskaj lepszą ochronę i zwiększ wydajność dzięki zalecanym programom. Poprzednio zaakceptowane <a>Porozumienie licencyjne użytkownika końcowego</a> dotyczy również zalecanych produktów IObit.
M_AC_FreeDetail2_db=Uzyskaj lepszą ochronę i zwiększ wydajność dzięki zalecanym programom. Poprzednio zaakceptowane <a>Porozumienie licencyjne użytkownika końcowego</a> ma zastosowanie tutaj.
M_Scan=Skanowanie...
M_Recomm_Ins=Zalecane: Zainstaluj %s
M_Recomm_Upt=Zalecane: Aktualizuj %s
M_none=Brak
M_Fix=Zainstaluj teraz
M_Install=Zainstaluj teraz
M_fixing=Instalacja
M_Updating=Aktualizacja
M_fixed=Uzyskaj
M_failed=Niepowodzenie
M_RuningWell=zainstalowana najnowsza wersja
M_Outdated=Przestarzały
M_NotInstalled=Nie zainstalowany
M_ASCCaption=Wydajność systemu
M_ASCInfo_NotIns=W PC znaleziono błędy w rejestrze, problemy z prywatnością i pliki śmieci.
M_ASCInfo_UpToDate=Advanced SystemCare przyspiesza i optymalizuje komputer za pomocą 1-go kliknięcia.
M_ASCInfo_NeedUpDate=Advanced SystemCare jest przestarzały.
M_ASCDesc=1 kliknięciem chroń i optymalizuj PC
M_RunASC=Skanuj teraz
M_IMFCaption=Ochrona przed złośliwym oprogramowaniem
M_IMFInfo_NotIns=Uzyskaj lepszą ochronę, instalując program ochrony przed złośliwym oprogramowaniem IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chroni komputer przed złośliwym oprogramowaniem.
M_IMFInfo_NeedUpDate=Program ochrony przed złośliwym orogramowaniem jest przestarzały.
M_IMFDesc=Chroń komputer przed złośliwym oprogramowaniem.
M_RunIMF=Skanuj teraz
M_DBCaption=Aktualizator sterownika
M_DBInfo_NotIns_C=Aktualizuj przestarzałe sterowniki i napraw błędy wszystkich sterowników, aby cieszyć się bardziej stabilnym PC.
M_DBInfo_NotIns=Mogą być nieaktualne sterowniki, które mogą spowalniać i destabilizować komputer.
M_DBInfo_UpToDate=Driver Booster aktualizuje wszystkie przestarzałe sterowniki w PC.
M_DBInfo_NeedUpDate=Program aktualizacji sterownika jest przestarzały.
M_DBDesc=Aktualizuj wszystkie przestarzałe sterowniki w PC.
M_RunDB=Skanuj teraz
M_SDCaption=Optymalizacja dyku
M_SDInfo_NotIns=Optymalizuj dyski, aby przyspieszyć uruchamianie komputera i zwiększyć szybkość dostępu do plików.
M_SDInfo_UpToDate=Smart Defrag defragmentuje dysk w celu zapewnienia wysokiej wydajności.
M_SDInfo_NeedUpDate=Program defragmentacji dysku jest przestarzały.
M_SDDesc=Defragmentuj dysk w celu uzyskania wysokiej wydajności.
M_RunSD=Defragmentuj teraz
M_SMCaption=Menu start
M_SMInfo_NotIns=Powróć do znanego Menu start Windows.
M_SMInfo_UpToDate=Menu Start 8 przywraca menu "Start" Windows.
M_SMInfo_NeedUpDate=Menu Start 8 jest przestarzałe.
M_SMDesc=Przywróć Menu start oraz zarządzaj pulpitem.
M_RunSM=Uruchom teraz
M_AMCCaption=Zabezpieczenie Androida
M_AMCInfo_NotIns=Uzyskaj lepsze zabezpieczenia i ochronę prywatności urządzenia z Androidem.
M_Recomm_Ins_AMC=Zalecane: Zainstaluj %s na rządzeniu Android.
M_AMCDesc=Zoptymalizuj i zabezpiecz urządzenie z Androidem.
M_RunAMC=Instaluj teraz
M_DLCaption=Zarządzanie hasłem
M_DLInfo_NotIns=Chroń i zarządzaj wszystkimi hasłami dzięki Dashlane Password Manager.
M_DLInfo_UpToDate=Nigdy nie zapomnisz hasła z bezpiecznym Dashlane.
M_RunDL=Zarządzaj
M_AC_FreeTitleHide1=Wszystkie zalecane programy są ukryte!
M_AC_FreeTitleHide2=Kliknij "Pokaż", aby wyświetlić i zainstalować je w celu uzyskania pełnej ochrony bezpieczeństwa i najwyższej wydajności.
M_IUCaption=Deinstalator programów
M_IUInfo_NotIns=Usuwa niepożądane programy, paski narzędzi i wtyczki przeglądarki.
M_IUInfo_UpToDate=Deinstalator IObit usuwa dokładnie wtyczki i aplikacje.
M_IUInfo_NeedUpDate=Deinstalator IObit jest przestarzały.
M_RunIU=Uruchom teraz
M_FPCaption=Konwerter Video
M_FPInfo_NotIns=Uzyskaj konwerter wideo do konwersji plików video dla różnych urządzeń.
M_FPInfo_UpToDate=Ciesz się oglądając filmy na dowolnych urządzeniach.
M_FPInfo_NeedUpDate=Format pakietu jest przestarzały.
M_iFreeUpCaption=Otymalizacja iOS
M_RuniFreeUp=Skanuj teraz
M_BuyiFreeUp=Kup teraz
M_iFreeUpDesc=Zwolnij więcej miejsca w urządzeniu iOS.
M_iFreeUpInfo_NotIns=Może zbyt wiele cennego miejsca marnuje się w urządzeniu z iOS.
M_iFreeUpInfo_UpToDate=iFreeUp zwalnia więcej miejsca w urządzeniu z iOS.
M_iFreeUpInfo_NeedUpDate=iFreeUp jest przestarzały.
M_Recomm_Ins_iFreeUp=Zalecane: Zainstaluj %s, aby zwolnić miejsce.
M_RunSGB=Pryspiesz teraz
M_SGBCaption=Optymalizacja gry
M_SGBInfo_NotIns=Przyspiesz grę oraz kondycję komputera, jednocześnie utrzymując go w najlepszym stanie.
M_SGBInfo_UpToDate=Superb Game Boost przyspiesza i optymalizuje wydajność gry za pomocą 1-go kliknięcia.
M_SGBInfo_NeedUpDate=Superb Game Boost jest przestarzały.
M_RunIVC=Wypróbuj teraz
M_IVCCaption=Bezpłatny konweter Video
M_IVCInfo_NotIns=100% bezpłatny i czystszy, 150+ formatów i szybsza konwersja video!
M_IVCInfo_UpToDate=Oglądaj filmy w jakikolwiek chcesz sposób.
M_IVCInfo_NeedUpDate=Konwerter video iFun jest przestarzały.
M_RunIOT=Zrządzaj teraz
M_IOTCaption=Zarządzanie iPhone
M_IOTInfo_NotIns=1-kliknięciem importowanie, eksportowanie i zarządzanie zdjęciami, filmami, muzyką na urządzeniu z iOS.
M_IOTInfo_UpToDate=1-kliknięciem importowanie, eksportowanie i zarządzanie zdjęciami, filmami, muzyką na urządzeniu z iOS.
M_IOTInfo_NeedUpDate=IOTransfer jest przestarzały.
M_IOTTip=Obiecujemy IOTransfer:<br>+ Przesyłanie muzyki z iPhone do PC/iTunes<br>+ Łatwe zarządzanie wszystkimi zdjęciami<br>+ Tworzenie kopii zapasowych/przywracanie zawartości iPhona<br>+ Zapewnia najwyższej jakości wsparcie techniczne
M_IOTDesc=Zarządzanie zawartością wszystkich urządzeń dla iPhone i iPad.
M_VipTitle=Wyjątkowa oferta VIP
M_AC_ShareTip=Podziel się wyjątkową ofertę z przyjaciółmi/rodziną
M_AC_Pro_Title=Inne produkty zalecane dla lepszego bezpieczeństwa i wydajności.
M_ACPro_SubTitle=Kup teraz, aby korzystać z WYJĄTKOWEJ zniżki tylko dla użytkowników ASC PRO.
M_ACPro_SubTitle_AU=Kup teraz, aby skorzystać z WYJĄTKOWEJ zniżki wypłacanej tylko użytkownikom ASC Ultimate..
M_ActionCenterTitle_Perfectly=Wszystkie programy działają doskonale!
M_ACPro_SubTitle_db=Kup teraz, aby skorzystać z wyjątkowej zniżki tylko dla użytkowników Driver Booster PRO.
M_SubTitle_Perfectly=Regularnie uruchamiaj następujące programy, aby uzyskać lepszą ochronę bezpieczeństwa i wydajność PC. Ciesz się z ich używania.
M_ShowACTitlePro=Wyjątkowa oferta VIP
M_ShowACDescPro=Kliknij "Pokaż", aby uzyskać WYJĄTKOWĄ zniżkę na inne zalecane produkty IObit.
M_AC_ProShareMail=Podziel się poprzez e-mail
M_AC_ProShareFB=Podziel się na Facebooku
M_AC_NoMailCLient=Działanie nie powiodło się, ponieważ domyślny klient e-mail nie jest prawidłowo zainstalowany.
M_BuyIMF=Kup teraz
M_BuyDB=Kup teraz
M_BuySD=Kup teraz
M_AC_Tips=Uzyskaj lepszą ochronę i wydajność dzięki zainstalowaniu zalecanych programów.

[SendBugReportNew_FrmMain]
lblTitle.Caption=Deinstalator IObit
btnSendReport.Caption=Wyślij raport błędów
lblErrorDetails.Caption=Szczegóły błędu:
lblUserEmail.Caption=Addres email:
lblSuccTips.Caption=Dziękujemy za przesłanie nam raportu o błędach. Postaramy się jak najszybciej rozwiązać problem.
btnClose.Hint=Zamknij

[SendBugReportNew_M]
M_AskUserTips=Wystąpił problem. Proszę wysłać nam raport o błędach, aby pomóc nam to naprawić.
M_BugStatisticsTips=Wystąpił problem i musi zostać zamknięty. Teraz analizujemy przyczynę. Proszę czekać...
M_SendingTips=Wysyłanie...
M_AttentionTips=Wystąpił problem i musi zostać zamknięty. Proszę uruchomić go ponownie później.
M_InvalidEmailTips=Nieprawidłowy adres e-mail! Proszę podać prawidłowy adres e-mail, dzięki czemu można otrzymać naszą odpowiedź.
M_OKTips=OK

[ACD_M]
M_Downloading=Pobieranie:
M_TipFixing=Naprawianie
M_Tips=Pobieranie jest w toku. Kliknij dwukrotnie ikonę, aby wyświetlić szczegóły.
M_Installing=Instalowanie:
M_MD5Faild=Pobrane pliki są uszkodzone. Spróbuj ponownie później.
M_NetError=Pobieranie nie powiodło się z powodu błędu sieciowego. Spróbuj ponownie później!
M_DiskIsFull=Zbyt mało miejsca na dysku!
M_Speed=Szybkość:
M_AreSure_IObit=Czy jesteś pewny, że chcesz zakończyć IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anuluj
lbl_Min.Caption=Minimalizuj
btnClose.Hint=Zamknij

